/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "«%@»";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Verdien er ugyldig.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Verdien %@ er ugyldig.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Oppgi en gyldig verdi.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Verdien er ugyldig.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Verdien %@ er ugyldig.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Verdien er for lav.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Verdien er for høy.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Oppgi en gyldig verdi.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Oppgi et tall som ikke er mindre enn %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Oppgi et tall mellom %1$@ og %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Oppgi et tall som ikke er større enn %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Verdien %@ er for lav.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Verdien %@ er for høy.";

/* NSFileLockingError */
"Err255-C" = "Filen kunne ikke låses.";

/* NSFileLockingError */
"Err255-R" = "Filen kan allerede være låst, eller du har kanskje ikke rettigheter til å låse den.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Filen «%@» kunne ikke låses.";

/* NSFileReadUnknownError */
"Err256" = "Filen kunne ikke åpnes.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Filen «%@» kunne ikke åpnes.";

/* NSFileReadNoPermissionError */
"Err257" = "Filen kunne ikke åpnes fordi du ikke har tillatelse til å vise den.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Du har ikke tillatelse.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Hvis du vil vise eller endre rettighetene, markerer du objektet i Finder og velger Arkiv > Vis info.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Filen «%@» kunne ikke åpnes fordi du ikke har tillatelse til å vise den.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Filnavnet er ugyldig.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Objektet kunne ikke åpnes fordi filnavnet «%@» er ugyldig.";

/* NSFileReadCorruptFileError */
"Err259" = "Filen kunne ikke åpnes fordi den ikke har riktig format.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Filen har ikke riktig format.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Filen kan være skadet eller ufullstendig, eller den kan ha et uventet format.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Filen «%@» kunne ikke åpnes fordi den ikke har riktig format.";

/* NSFileReadNoSuchFileError */
"Err260" = "Filen kunne ikke åpnes fordi den ikke finnes.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Mappen «%@» finnes ikke.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Filen finnes ikke.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Mappen finnes ikke.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Filen «%@» kunne ikke åpnes fordi den ikke finnes.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Filen kunne ikke åpnes med den angitte tekstkodingen.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Den angitte tekstkodingen kan ikke brukes.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Tekstkodingen %@ kan ikke brukes.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Filen kan ha vært arkivert med en annen tekstkoding, eller kanskje filen ikke er en tekstfil.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Filen kunne ikke åpnes med tekstkodingen %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Filen «%2$@» kunne ikke åpnes med tekstkodingen %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Filen kunne ikke åpnes fordi den angitte URL-typen ikke støttes.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Den angitte URL-typen støttes ikke.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Filen «%1$@» kunne ikke åpnes fordi URL-typen %2$@ ikke støttes.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Filen kunne ikke åpnes fordi URL-typen %@ ikke støttes.";

/* NSFileReadTooLargeError */
"Err263" = "Objektet kunne ikke åpnes fordi det er for stort.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Objektet er for stort.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Objektet «%@» kunne ikke åpnes fordi det er for stort.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Filen kunne ikke åpnes fordi tekstkodingen for innholdet ikke kunne fastslås.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Tekstkodingen for innholdet kunne ikke fastslås.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Det er mulig at du kan åpne filen ved å angi en tekstkoding.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Filen «%@» kunne ikke åpnes fordi tekstkodingen for innholdet ikke kan fastslås.";

/* NSUserCancelledError */
"Err3072-C" = "Handlingen ble avbrutt.";

/* NSFeatureUnsupportedError */
"Err3328" = "Operasjonen kunne ikke fullføres fordi det ikke er støtte for funksjonen.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "«%@» kunne ikke flyttes til papirkurven fordi volumet ikke har en papirkurv.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "«%1$@» kunne ikke flyttes til papirkurven fordi volumet «%2$@» ikke har en papirkurv.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "Den forespurte operasjonen støttes ikke.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "Volumet har ingen papirkurv.";

/* NSPropertyListCorruptError */
"Err3840" = "Dataene kunne ikke leses fordi de er ødelagt.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Dataene har blitt ødelagt.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Dataene kunne ikke leses fordi de er i et format som dette programmet ikke forstår.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Dataene er i et format som dette programmet ikke forstår.";

/* NSPropertyListReadStreamError */
"Err3842" = "Dataene kunne ikke leses på grunn av en feil i kilden for dataene.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Det oppsto en feil i kilden for dataene.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Dataene kunne ikke skrives på grunn av en feil i målet for dataene.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Det oppsto en feil i målet for dataene.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Mappen «%@» finnes ikke.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "«%1$@» kunne ikke flyttes til «%2$@» fordi førstnevnte ikke finnes eller fordi mappe som inneholder sistnevnte, ikke finnes.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "«%@» kunne ikke fjernes.";

/* NSFileNoSuchFileError */
"Err4-C" = "Filen finnes ikke.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Mappen finnes ikke.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Filen «%@» finnes ikke.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "Kunne ikke kommunisere med et hjelpeprogram.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "Utfør operasjonen på nytt. Hvis den mislykkes, kan du prøve å starte programmet på nytt.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "Kunne ikke kommunisere med et hjelpeprogram.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "Utfør operasjonen på nytt. Hvis den mislykkes, kan du prøve å starte programmet på nytt.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "Kunne ikke kommunisere med et hjelpeprogram.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "Utfør operasjonen på nytt. Hvis den mislykkes, kan du prøve å starte programmet på nytt.";

/* NSFileWriteUnknownError */
"Err512" = "Filen kunne ikke arkiveres.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Filen «%1$@» kunne ikke arkiveres fordi sikkerhetskopifilen ikke kunne oppdateres.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "«%1$@» kunne ikke kopieres til «%2$@».";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "«%1$@» kunne ikke kobles til «%2$@».";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "«%1$@» kunne ikke flyttes til «%2$@».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "«%@» kunne ikke fjernes.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "«%@» kunne ikke flyttes til papirkurven.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Sikkerhetskopifilen kunne ikke arkiveres.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Sikkerhetskopifilen kan være låst, eller du har kanskje ikke rettigheter til å arkivere den. Hvis du vil vise eller endre rettighetene, markerer du objektet i Finder og velger Arkiv > Vis info.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Filen «%2$@» kunne ikke arkiveres i mappen «%1$@».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Filen «%@» kunne ikke arkiveres.";

/* NSFileWriteNoPermissionError */
"Err513" = "Filen kunne ikke arkiveres fordi du ikke har tillatelse.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "«%1$@» kunne ikke kopieres fordi du ikke har tilgangsrettigheter til «%2$@».";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "Kunne ikke koble til «%1$@» fordi du ikke har tilgangsrettigheter til «%2$@».";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "«%1$@» kunne ikke flyttes fordi du ikke har tilgangsrettigheter til «%2$@».";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "«%@» kunne ikke fjernes fordi du ikke har tilgangsrettigheter.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "«%@» kunne ikke flyttes til papirkurven fordi du ikke har tilgangsrettigheter.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Du har ikke tillatelse.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Hvis du vil vise eller endre rettighetene, markerer du objektet i Finder og velger Arkiv > Vis info.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Du har ikke tillatelse til å arkivere filen «%2$@» i mappen «%1$@».";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Du har ikke tillatelse til å arkivere filen «%@».";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Objektet kunne ikke arkiveres fordi filnavnet er ugyldig.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Objektet kunne ikke fjernes fordi filnavnet «%@» er ugyldig.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Filnavnet er ugyldig.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Objektet kunne ikke arkiveres fordi filnavnet «%@» er ugyldig.";

/* NSFileWriteFileExistsError */
"Err516" = "Filen kunne ikke arkiveres fordi det allerede finnes en fil med det navnet.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "«%1$@» kunne ikke kopieres til «%2$@» fordi det allerede finnes et objekt med det navnet.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "«%1$@» kunne ikke kobles til «%2$@» fordi det allerede finnes et objekt med det navnet.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "«%1$@» kunne ikke flyttes til «%2$@» fordi det allerede finnes et objekt med det navnet.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Det finnes allerede en fil med dette navnet.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "Det finnes allerede en fil med navnet «%@».";

/* NSFileWriteFileExistsError */
"Err516-R" = "For å arkivere filen må du enten gi filen et annet navn eller flytte eller slette den eksisterende filen og deretter prøve på nytt.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "Filen «%2$@» kunne ikke arkiveres i mappen «%1$@» fordi det allerede finnes en fil med det navnet.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "Filen «%@» kunne ikke arkiveres fordi det allerede finnes en fil med det navnet.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Filen kunne ikke arkiveres med den angitte tekstkodingen.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Den angitte tekstkodingen kan ikke brukes.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Tekstkodingen %@ kan ikke brukes.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Velg en annen tekstkoding hvis det er mulig.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Filen kunne ikke arkiveres med tekstkodingen %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Filen «%2$@» kunne ikke arkiveres med tekstkodingen %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Filen kunne ikke arkiveres fordi den angitte URL-typen ikke støttes.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Den angitte URL-typen støttes ikke.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Filen «%1$@» kunne ikke arkiveres fordi URL-typen %2$@ ikke støttes.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Filen kunne ikke arkiveres fordi URL-typen %@ ikke støttes.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Filen kunne ikke arkiveres fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "«%1$@» kunne ikke kopieres til «%2$@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "«%1$@» kunne ikke kobles til «%2$@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "«%1$@» kunne ikke flyttes til «%2$@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "«%@» kunne ikke flyttes til papirkurven fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Det er ikke nok plass.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Volumet «%@» har ikke ledig plass.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Fjern noen filer fra volumet, og prøv igjen.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Du kan ikke arkivere filen «%@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Du kan ikke arkivere filen «%1$@» fordi volumet «%2$@» ikke har ledig plass.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Filen kunne ikke arkiveres fordi volumet er skrivebeskyttet.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "«%@» kunne ikke flyttes til papirkurven fordi volumet er skrivebeskyttet.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Volumet er skrivebeskyttet.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Volumet «%@» er skrivebeskyttet.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Prøv å arkivere filen på et annet volum.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Du kan ikke arkivere filen «%@» fordi volumet er skrivebeskyttet.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Du kan ikke arkivere filen «%1$@» fordi volumet «%2$@» er skrivebeskyttet.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Handlingen kunne ikke fullføres. (%1$@-feil %2$ld.)";

